const stefy1=`У Стэфи могла быть совсем другая судьба. Ее подобрали во дворе, чтобы стерилизовать 
и выпустить обратно, но, познакомившись с ней поближе, волонтеры поняли: эта нежная душа 
заслуживает настоящего дома и любящей семьи. Поначалу Стэфи может показаться немного 
боязливой и настороженной, ей нужно время, чтобы привыкнуть к новым людям и обстановке. 
Но стоит кошке понять, что она в безопасности, как ее сердце оттаивает. Она превращается 
в невероятно ласковое и нежное животное, которое обожает, когда гладят и чешут за ушком. 
А еще Стэфи &mdash; большая ценительница вкусняшек, и будет очень благодарна за угощение.
Стэфи нужен спокойный дом, где она сможет постепенно раскрыться и почувствовать себя уверенно. 
В благодарность она подарит вам всю свою любовь и станет самым преданным другом. Заполните анкету,
 если вы &mdash; тот самый терпеливый и добрый человек, который готов растопить сердце Стэфи!
Даже если вы пока не готовы завести питомца, вы можете помочь! Отошлите ссылку на анкету Стэфи друзьям, 
расскажите о ней знакомым. Возможно, среди них находится тот, кто мечтает сделать ее своей домашней.`

const stefyPhotos=['images/Stefy/1.jpg', 'images/Stefy/2.jpg', 'images/Stefy/3.jpg', 'images/Stefy/4.jpg', 'images/Stefy/5.jpg'];

const stefyAccPhoto = ['images/Stefy/1.jpg']
const stefyBackPhoto = ['images/Stefy/3.jpg']

//-------------------------------------------------------------------woolf

const woolfText=`Вульф — настоящий кошачий принц (в изгнании), с характером и достоинством. 
Мы думаем, что нерадивые двуногие подданные оставили его высочество в гаражах, поэтому он ищет другую свиту
 — преданную и любящую. Взамен Вульф безвозмездно будет обожать своих людей, подставлять пушистую спинку 
 и толстые щеки для почесывания, умилительно спать на мягком диване. Но важно помнить — принцы не терпят 
 навязчивого или фамильярного отношения. Они ценят личные границы и предпочитают, чтобы с ними обращались уважительно.

Вульф — крупный и шикарный кот. В компании сородичей он держится спокойно и уверенно, не устраивает конфликтов 
и легко находит общий язык. Он готов воцариться на вашей территории и править мудро и справедливо.
Заполните анкету, если вы согласны сделать его своим домашним!

Даже если вы пока не готовы завести питомца, вы можете помочь! Отошлите ссылку на анкету Вульфа друзьям, 
расскажите о нем знакомым. Возможно, среди них находится тот, кто мечтает сделать его своим домашним.`

const woolfPhotos=['images/woolf/1.jpg', 'images/woolf/2.jpg', 'images/woolf/3.jpg', 'images/woolf/4.jpg', 'images/woolf/5.jpg'];

const woolfAccPhoto = ['images/woolf/3.jpg']
const woolfBackPhoto = ['images/woolf/5.jpg']

//-------------------------------------------------------------------loona

const loonaText=`Беспризорная жизнь не устраивала Луну категорически, поэтому она взяла собственное спасение в
 свои лапы: просто пришла на участок к людям, ткнулась носом в руку, как бы говоря: «Здравствуйте, я ваша собака!».
Оказалось, что у этой юной красотки — огромное сердце, полное любви и доверия к человеку. Кроме этого Луна
 невероятно умна, все схватывает на лету и очень быстро обучается.
Она привыкает к поводку и ошейнику, и каждая прогулка для нее — настоящее приключение. Но самое удивительное
 — ее поведение дома. Уже сейчас она ведет себя как идеальный домашний питомец: спокойно остается одна на несколько 
 часов, ничего не портит, не грызет и терпеливо ждет своего человека. Луна — молодая, активная и невероятно способная
  собака, которая с благодарностью примет вашу любовь и ответит на нее настоящей преданностью. Заполните анкету, 
  если вы готовы сделать Луну членом своей семьи! Даже если вы пока не готовы завести питомца, вы можете помочь! 
  Отошлите ссылку на анкету Луны друзьям, расскажите о ней знакомым. Возможно, среди них находится тот, кто мечтает 
  сделать ее своей домашней.`

const loonafPhotos=['images/loona/1.jpg', 'images/loona/2.jpg', 'images/loona/3.jpg', 'images/loona/4.jpg', 'images/loona/5.jpg', 'images/loona/6.jpg'];

const loonaAccPhoto = ['images/loona/3.jpg']
const loonaBackPhoto = ['images/loona/4.jpg']

//-------------------------------------------------------------------gloria

const gloriaText=`С тех пор, как Глория переехала из отдельного бокса в общую котокомнату нашего центра, 
ее не узнать: она забыла про стеснение и осторожность, обрела уверенность, полюбила носиться и играть как котенок, 
отлично ладит с сородичами и предпочитает «пацанские» забавы с засадами, внезапными нападениями из-за угла и 
кошачьим самбо. При этом она все так же предана людям и очень ждет того, кто заберет ее домой.

Глория любит ласку и просто растекается от нежностей, хотя в незнакомом месте может немного осторожничать.
Заполните анкету, если вы готовы сделать ее единственной кошкой в семье.

Даже если вы пока не готовы завести питомца, вы можете помочь! Отошлите ссылку на анкету Глории друзьям, 
расскажите о ней знакомым. Возможно, среди них находится тот, кто мечтает сделать ее своей домашней.`

const gloriafPhotos=['images/Gloria/1.jpg', 'images/Gloria/2.jpg', 'images/Gloria/3.jpg', 'images/Gloria/4.jpg', 'images/Gloria/5.jpg'];

const gloriaAccPhoto = 'images/Gloria/3.jpg'
const gloriaBackPhoto = 'images/Gloria/4.jpg'

//-------------------------------------------------------------------mimi

const mimiText=`Мими — умница и красавица, но потенциальные хозяева почему-то этого не замечают, 
хотя в ней есть все, за что обычно влюбляются с первого взгляда. Например, собака обожает людей. 
Когда к ней приезжают или берут на прогулку, она не хочет расставаться — не спешит выходить из машины, 
старается быть рядом, словно боится потерять контакт. В ней много тихой, глубокой привязанности. 
Мими внимательно смотрит на человека, все время «сверяется» с ним, она очень чуткая, понятливая и мягкая.
Мими отлично ходит на поводке, без рывков и суеты. Любит бегать за мячом, достаточно активная,
 с удовольствием гуляет и обожает поездки в машине.
В Мими нет и тени агрессии — она спокойная, послушная, аккуратная, небольшая по размеру — та самая собака, 
которая легко вписывается в жизнь человека и становится его настоящим компаньоном.
Заполните анкету, если вы хотите познакомиться с ней поближе!
Даже если вы пока не готовы завести питомца, вы можете помочь! Отошлите ссылку на анкету Мими друзьям, 
расскажите о ней знакомым. Возможно, среди них находится тот, кто мечтает сделать ее своей домашней.`

const mimifPhotos=['images/mimi/1.jpg', 'images/mimi/2.jpg', 'images/mimi/3.jpg', 'images/mimi/4.jpg', 'images/mimi/5.jpg'];

const mimiAccPhoto = 'images/mimi/3.jpg'
const mimiBackPhoto = 'images/mimi/4.jpg'



//-------------------------------------------------------------------apelsin

const apelsinText=`Не каждый кот мечтает о спасении, и Апельсин — именно из таких. Он был абсолютно уверен,
 что прекрасно справляется с жизнью на улице, и когда его отловили с помощью котоловки, он был, мягко говоря, 
 не в восторге. На нас он затаил крепкую кошачью обиду, и всем своим видом показывал, что это похищение он нам 
 не простит. Но тепло, полная миска и безопасность творят чудеса. Прошло время, и Апельсин сменил гнев на милость. 
Оказалось, что быть домашним котом не так уж и плохо. Он превратился в довольного и игривого парня, который 
с любопытством исследует всё вокруг. Да, он все еще немного осторожничает и не бросится к вам на колени в первую
 же секунду, но его интерес к человеку уже не скрыть. В компании других котов он ведет себя расслабленно и 
 уважительно, что делает его отличным кандидатом в семью, где уже есть питомец. Апельсин — это кот с историей
и характером. Он ищет понимающего человека, который даст ему немного времени, чтобы полностью раскрыться и показать 
всю свою нежность. Заполните анкету, если вы готовы проявить терпение и заботу! 
Даже если вы пока не готовы завести питомца, вы можете помочь! Отошлите ссылку на анкету Апельсина друзьям, расскажите о нем знакомым. Возможно, среди них находится тот, кто мечтает сделать его своим домашним.`

const apelsinPhotos=['images/apelsin/1.jpg', 'images/apelsin/2.jpg', 'images/apelsin/3.jpg', 'images/apelsin/4.jpg', 'images/mimi/5.jpg'];

const apelsinAccPhoto = 'images/apelsin/3.jpg'
const apelsinBackPhoto = 'images/apelsin/5.jpg'

//-------------------------------------------------------------------apelsin

const margoshaText=`Маргоша — скромная и ненавязчивая кошка, ее даже можно назвать стеснительной. 
Она не побежит сразу к человеку, не запрыгнет к нему на колени. Но мы считаем, 
что Маргоша — просто умная и рассудительная: мало ли чего можно ожидать от незнакомца? Но когда она «принюхается» 
к вам, вы сразу поймете, сколько в ней нежности. Она будет громко мурчать и «растекаться» под вашими руками, 
наслаждаясь теплом и вниманием. Маргоша — ласковая и спокойная кошка. В домашней обстановке она быстро освоится.
Заполните анкету, если вы готовы сделать ее членом семьи! Даже если вы пока не готовы завести питомца, 
вы можете помочь! Отошлите ссылку на анкету Маргоши друзьям, расскажите о ней знакомым. Возможно,
среди них находится тот, кто мечтает сделать ее своей домашней.`

const margoshaPhotos=['images/margosha/1.jpg', 'images/margosha/2.jpg', 'images/margosha/3.jpg', 'images/margosha/4.jpg', 'images/margosha/5.jpg'];

const margoshaAccPhoto = 'images/margosha/2.jpg'
const margoshaBackPhoto = 'images/margosha/3.jpg'


